[
{
    "company": "Freelancer",
    "position": "Front-end Developer",
    "startDate": "Jan, 2021",
    "endDate": "Present",
    "country": "Canada",
    "description":
          "Worked with different clients in the retail and wholesale business, maintaining and enhancing the UIs of their platform",
    "technologies": ""
},
{
    "company": "Centennial College",
    "position": "Front-end Developer",
    "startDate": "May, 2021",
    "endDate": "Dec, 2021",
    "country": "Canada",
    "description":
      "As a Front-End developer I worked in 2 different projects from scratch, my main responsibilities were recreate the designs provided using mainly ReactJS and test them using Jest.",
    "technologies": ""
  },
  {
    "company": "mGage a Vivial Company",
    "position": "NOC Analyst - System Engineer",
    "startDate": "Nov, 2017",
    "endDate": "May, 2021",
    "country": "USA",
    "description":
      "As an analyst in the network operation center my main responsibilities are detect and troubleshoot servers, network, and software problems. In case the issue or incident correspond to another internal or external team, follow the appropriate escalation channels. Also, create custom queries as per the client requirements and provide assistance to any inquiry regarding technical matters.",
    "technologies": ""
  },
  
  {
    "company": "Nexton",
    "position": "IT Talent Specialist",
    "startDate": "Jan, 2020",
    "endDate": "Feb, 2021",
    "country": "USA",
    "description":
      "I used my technical and academic background in the IT industry to analyze prospects' profiles and define a suitable opportunity for them, based on area of expertise, technologies, current and past industries.",
    "technologies": "technologies"
  },
  {
    "company": "FDH",
    "position": "Technical Support Representative",
    "startDate": "Jul, 2017",
    "endDate": "Nov, 2017",
    "country": "USA",
    "description":
      "My main role as a technical support specialist was to provide technical assistance to either businesses or customers that are experiencing hardware or software issues. Also, managed credentials and privileges of the user within the domain.",
    "technologies": "Technologies"
  }
]